[
    {
        "name": "Bakhar",
        "description": "Bakhar is a traditional starter used in the Northern areas of India to make Pachwai (Indian rice beer). Ginger and other plant components are dried, crushed, and mixed with rice flour to make starter. Small, round cakes with a diameter of 1.0 to 1.5 cm are formed using a thick paste that has been thickened with water and inoculated with powdered cakes from earlier batches. Following a three-day fermentation period during which the cakes were covered in leaves, they were sun dried. There have been reports of Rhizopus sp., Mucor sp., and at least one species of yeast in bakhar."
    },
    {
        "name": "Dhehli",
        "description": "Dhehli is a fermentation starter used in the Lug Valley in the Kullu District of Himachal Pradesh to make sura, an alcoholic beverage made from millet. In order to prepare Dhehli, older people visit woodlands on the 20th day of Bhadrapada month (often the 5th or 6th of September) and gather about 36 fresh plants. Among the significant plants utilised in the manufacture of dhehli are Cannabis sativa ( bhang ), Trachyspermum copticum ( ajwain ), Micromeriabiflora ( chharbara ), Pistacia integerrima ( kakar shinga ), Solanum xanthocarpum ( katari ), Clitoria ternatea ( kkayal ), Aegle marmelos ( bhel ), Viola cinerea ( banaksa ), Drosera lunata ( oshtori ), Salvia sp. ( kotugha ), Arisaema helleborifolium ( chidirichun ), and Fragaria sp. ( dudlukori ), Spiranthes australis ( bakarshingha ), Saussurea sp. ( bacha ), Bupleurum lanceolatum ( nimla ). The harvested herbs are mashed with a big conical hollow (ukhal) using a wooden bar (mussal), and the extract and plant biomass are mixed into roasted barley flour and kneaded coarsely. This is dried after being pressed into a wooden mould to create a brick form. Enterococcus faecium and Lactobacillus plantarum are the two most common lactic acid bacteria identified and recognised from dhehli. Saccharomyces fibuligera and Saccharomyces cerevisiae were identified as yeasts."
    },
    {
        "name": "Hamei",
        "description": "In Manipur, starting cultures called hamei are used to make atingba, an alcoholic beverage. It is a firm, dry, spherical to flattened ball-like mixture of dough. Local rice types are crushed and combined with powdered 'yangli' (Albizia myriophylla Benth.) bark and a small amount of recently produced powdered hamei. The dough is formed into flat cakes, stored in a bamboo basket with rice husk on top, covered with sackcloths for two to three days at room temperature, and then sun dried for two to three days (Jeyaram et al. 2009 ). In Manipur's local marketplaces, women sell hamei. In addition to lactic acid bacteria Pediococcus pentosaceus and Lb. brevis, filamentous moulds include Mucor spp. and Rhizopus spp., yeasts such as Saccharomyces cerevisiae, Pichia anomala, P. guilliermondii, P. fabianii, Candida tropicalis, C. parapsilosis, C. montana, and Torulaspora delbru."
    },
    {
        "name": "Humao",
        "description": "The traditional Assamese mixed amylolytic dough inocula known as 'humao' serves as a starting for the brewing of a variety of local alcoholic beverages and beverages. Humao is a firm, dry, flat-rounded, oval, creamy to dusty white beginning that ranges in diameter from 1.5 to 10.8 cm and weighs between 20 and 25 g. Dimasa refers to it as humao, Hrangkhol refers to it as Chol, and Jeme Naga refers to it as Nduhi. The bark of Albizia myriophylla Benth. (Family Mimosaceae) is utilised during the conventional method of preparation. The mixture is then turned into a paste by adding water, formed into flat, spherical, and oval cakes of various sizes, and stored for one to three days at a temperature of 25 to 30 °C before being sun dried. The traditional process of making humao is passed down from mothers to daughters and is protected as a hereditary craft. Ped. pentosaceus, Bacillus polymyxa, B. Licheniformis, B. Stearothermophilus, Debaryomyces hansenii, Saccharomyces cerevisiae, and Mucor and Rhizopus species have all been recovered from humao."
    },
    {
        "name": "Khameer",
        "description": " Certain fermented products are traditionally prepared with khameer, a type of inoculum. It is a piece of previously consumed leftover fermented dough or slurry. A part of the dough or slurry is saved after each fermentation process so it may be used again. Malaria was discovered to be a collection of microorganisms by a microbiological examination, mostly made up of yeast and lactic acid bacteria. From several malera samples, Lactobacillus plantarum, Leuconostoc sp., and Saccharomyces cerevisiae were isolated."
    },{
        "name": "Marcha",
        "description": "For marcha production, Oryza sativa, a kind of glutinous rice, is steeped in water for 8 to 10 hours (overnight) at room temperature. Rice is crushed in a foot-driven, hefty wooden mortar and pestle after soaking. Crushed wild herbs, including guliyo jara or chitu roots (Plumbago zeylanica), bheemsen paate leaves (Buddleja asiatica), sengreknna flower (Vernonia cinerea), ginger, and red dried chile (2–3 pieces) are added to the powdered rice. After combining the ingredients with water, a thick paste or dough is created, from which dough balls of various sizes are produced. The old marcha, which is employed as an inoculum, is then sprinkled over these balls. The freshly made flattened balls are stored on the leaves of the fern Glaphylopteriolopsis erubescens (commonly known as pirey uneu) and covered with the ferns for 24 hours of fermentation at room temperature. After the ferns have finished fermenting, the balls are gathered, dried for about 5 days in the sun, or stored at room temperature. After drying, the marcha balls are available on the market."
    },{
        "name": "Mana",
        "description": "Mana is a Nepalese amylolytic starter that is black in hue. The Newari people in Nepal particularly produces this amylolytic starter to ferment the widely consumed alcoholic beverage known as ayela, which is utilised in ceremonies and special occasions. The usage and production of marcha is overtaking the use of mana in Nepal owing to a more simpler preparation method, and as a result, the practise of creating mana is on the verge of extinction. Mana is made by soaking wheat grains in water over the course of a night, boiling them for 30 minutes, draining off the excess water, letting them cool, adding dried harrah plant leaves, old mana powder, and grinding them in an old-fashioned mortar and pestle. The dough mixture is formed into little balls, set on a clean floor covered with paddy straw, and then left to ferment for 6-7 days until green moulds start to emerge on the ball. To create a black mana, it is exposed to the light and then stored for later use."
    },{
        "name": "Phab/Pho",
        "description": "Phab is a cake made with maize powder that is flat and dark brown in hue. This amylolytic starter is made by the Drukpa population of Bhutan, who live in the country's northwestern region. The fermented alcoholic beverage Ara, which is frequently consumed in Bhutan during the festival seasons, is made from pho. The primary component of pho is a flower from the bhagham plant. This flower blooms in October, is over 8 inches long, and is white in colour (20 cm). This plant's blooms are dried in the sun and ground up. Powdered maize, rice husks, and dried powdered flowers of bhagham are used in a precise order of 2:4:3 during manufacture. By using the back-sloping approach, previously produced pho is used as an inoculum and added to the mixes. Pho that has been kept for longer than a year is often not recommended for use as a starting culture."
    },{
        "name": "Xaj-Pitha",
        "description": "An amylolytic starter called Xaj pitha is made by the Assamese Ahom people. The starter known as Xaj pitha is used to ferment glutinous rice into fermented drinks. In contrast to using fresh plant leaves while making emao, dried plant leaves are added when making Xaj pitha. Xaj pitha is a traditional amylolytic dough inocula that is used as a beginning in the manufacture of several ethnic alcoholic drinks. Local rice is steeped for 10-12 hours before being mixed with dried leaves and stems of wild plants. The mixture is then crushed together with a pestle in a wooden mortar. By adding water to the aforesaid powdered ingredients, a thick dough is formed, from which new oval-shaped balls are formed and laid on fern leaves. The freshly made Xaj pitha is subsequently dried in the sun or over an open fire. After about five days, they harden and are ready for use."
    },{
        "name": "Thiat",
        "description": "In Meghalaya, thiat is an amylolytic starting culture used to make fermented alcoholic drinks. The substrate needed to prepare thiat is glutinous rice. Rice is given an overnight soak in water before being sun dried for a brief amount of time to remove the extra water. The soaked rice is combined with the dried leaves and roots of the plant khaw-iang (Amomum aromaticum), and the combination is then thickened by the addition of water. The dough is formed into flat to rounded balls, which are fermented for 1-3 days. The freshly made thiat balls spend three to five days in the sun drying."
    },{
        "name": "Khekhrii",
        "description": "In Nagaland, khekhrii is an amylolytic starting culture made from germinated sprouting rice grains. This is the only amylolytic starter in North-East India that is made by fermenting germinated sprouting rice grains rather than by using the old starting through the back-sloping process. Instead, it is made this way so that it may be used as dry starters to make the regional alcoholic beverage zutho. Unhulled glutinous rice (dhan) is washed twice or three times before being steeped in water for two to five days. It is then preserved and covered with khreihenyii leaves for 2-3 days in summer and 4-5 days in winter to germinate. After germination, when the rice sprout is approximately half an inch long, it is sun dried and pulverised."
    },
    {
        "name": "Dwadim",
        "description": "Dawdim is a Mizorami amylolytic starter that is historically made and utilised in the brewing of regional alcoholic drinks. Indigenous expertise in dawdim preparation Local rice types that have been soaked are crushed to create fine rice flour, which is then combined with local herb leaves and 2% old dawdim during processing. The mixture is then turned into a paste by adding water and worked into flat, oval cakes of various sizes and shapes. These cakes are then wrapped in fern leaves and placed in bamboo baskets, covered with jute bags, and left to ferment for one to three days over the clay cooking oven. These just made cakes are sun dried for three to five days."
    }
]